---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FailureDefinitionId
source: html/57ee1d47-c340-ce31-a736-548b3aa912e3.htm
---
# FailureDefinitionId Members

Creates a new FailureDefinitionId instance.